/* Subject of email */
"Podcast Producer Notification" = "Podcast-Produzent-Benachrichtigung";

/*%1 = workflow name */
"%1$s has successfully completed" = "%1$s wurde erfolgreich abgeschlossen";

/* Announces the publishing destination list */
"This workflow published to the following destinations:" = "Dieser Arbeitsablauf hat an folgenden Zielorten veröffentlicht:";
"Your content has been successfully processed and published to the following destinations:" = "Ihr Inhalt wurde erfolgreich bearbeitet und an den folgenden Zielorten veröffentlicht:";

/* end of email */
"This email was sent by Podcast Producer." = "Diese E-Mail wurde von Podcast-Produzent gesendet.";
